{
    "no": 333,
    "svtId": 9943610,
    "mcLink": "BeastⅣ",
    "icon": "Servant333.jpg",
    "info": {
        "gameId": 9943610,
        "name": "BeastⅣ",
        "nameJp": "ビーストⅣ",
        "nameEn": "Beast IV: L",
        "namesOther": [
            "-"
        ],
        "namesJpOther": [],
        "namesEnOther": [],
        "nicknames": [],
        "obtain": "无法召唤",
        "obtains": [
            "无法获得"
        ],
        "rarity": 5,
        "rarity2": 5,
        "weight": "",
        "height": "",
        "gender": "女性",
        "illustrator": "WADA ARUKO",
        "illustratorJp": null,
        "illustratorEn": null,
        "className": "BeastⅣ",
        "attribute": "兽",
        "isHumanoid": false,
        "isWeakToEA": false,
        "isTDNS": false,
        "cv": [
            "斋藤千和"
        ],
        "cvJp": [
            "斋藤千和"
        ],
        "cvEn": [
            "斋藤千和"
        ],
        "alignments": [
            "混沌",
            "恶"
        ],
        "traits": [
            "神性",
            "猛兽",
            "魔性",
            "超巨大"
        ],
        "ability": {
            "strength": "A",
            "endurance": "A",
            "agility": "B",
            "mana": "EX",
            "luck": "E",
            "np": "EX"
        },
        "illustrations": {
            "Default": "BeastⅣ 圣肖像.png"
        },
        "cards": [],
        "cardHits": {},
        "cardHitsDamage": {},
        "npRate": {},
        "atkMin": -1,
        "hpMin": -1,
        "atkMax": -1,
        "hpMax": -1,
        "atk90": -1,
        "hp90": -1,
        "atk100": -1,
        "hp100": -1,
        "starRate": "",
        "deathRate": "",
        "criticalRate": ""
    },
    "noblePhantasm": [
        {
            "state": "",
            "openCondition": "==宝具==",
            "name": "雷天日光·祸音星落火流锤",
            "nameJp": "雷天日光・禍音星落火流錘",
            "upperName": "Raiten Nikkou Maganeboshi Rakka Ryuusui",
            "upperNameJp": "らいてんにっこう・まがねぼしらっかりゅうすい",
            "color": "Arts",
            "category": "全体",
            "rank": "",
            "typeText": "",
            "effects": [
                {
                    "description": "对敌方全体发动强大的无视防御力攻击",
                    "descriptionJp": null,
                    "descriptionEn": null,
                    "lvData": [
                        "600%"
                    ]
                },
                {
                    "description": "付与宝具封印状态(1回合)",
                    "descriptionJp": null,
                    "descriptionEn": null,
                    "lvData": [
                        "∅"
                    ]
                }
            ]
        }
    ],
    "noblePhantasmEn": [
        {
            "state": "",
            "openCondition": "==宝具==",
            "name": "雷天日光·祸音星落火流锤",
            "nameJp": "雷天日光・禍音星落火流錘",
            "upperName": "Raiten Nikkou Maganeboshi Rakka Ryuusui",
            "upperNameJp": "らいてんにっこう・まがねぼしらっかりゅうすい",
            "color": "Arts",
            "category": "全体",
            "rank": "",
            "typeText": "",
            "effects": [
                {
                    "description": "对敌方全体发动强大的无视防御力攻击",
                    "descriptionJp": null,
                    "descriptionEn": null,
                    "lvData": [
                        "600%"
                    ]
                },
                {
                    "description": "付与宝具封印状态(1回合)",
                    "descriptionJp": null,
                    "descriptionEn": null,
                    "lvData": [
                        "∅"
                    ]
                }
            ]
        }
    ],
    "activeSkills": [
        {
            "cnState": 0,
            "skills": [
                {
                    "state": "",
                    "openCondition": "",
                    "name": "生存　祝贺",
                    "nameJp": "いかし　ことほぐ",
                    "nameEn": null,
                    "rank": "",
                    "icon": "血量上升.png",
                    "cd": 8,
                    "effects": [
                        {
                            "description": "己方全体的最大HP提升(3回合)",
                            "descriptionJp": null,
                            "descriptionEn": null,
                            "lvData": [
                                "50000"
                            ]
                        },
                        {
                            "description": "充能增加",
                            "descriptionJp": null,
                            "descriptionEn": null,
                            "lvData": [
                                "1"
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "cnState": 0,
            "skills": [
                {
                    "state": "",
                    "openCondition": "",
                    "name": "杀戮　怨恨",
                    "nameJp": "あやめ　えんずる",
                    "nameEn": null,
                    "rank": "",
                    "icon": "眩晕.png",
                    "cd": 8,
                    "effects": [
                        {
                            "description": "付与敌方全体恐怖状态(3回合)\n<每回合一定概率付与眩晕状态(1回合)，仅生效1次>",
                            "descriptionJp": null,
                            "descriptionEn": null,
                            "lvData": [
                                "30%"
                            ]
                        },
                        {
                            "description": "暴击威力下降(3回合)",
                            "descriptionJp": null,
                            "descriptionEn": null,
                            "lvData": [
                                "50%"
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "activeSkillsEn": [
        {
            "cnState": 0,
            "skills": [
                {
                    "state": "",
                    "openCondition": "",
                    "name": "生存　祝贺",
                    "nameJp": "いかし　ことほぐ",
                    "nameEn": null,
                    "rank": "",
                    "icon": "血量上升.png",
                    "cd": 8,
                    "effects": [
                        {
                            "description": "己方全体的最大HP提升(3回合)",
                            "descriptionJp": null,
                            "descriptionEn": null,
                            "lvData": [
                                "50000"
                            ]
                        },
                        {
                            "description": "充能增加",
                            "descriptionJp": null,
                            "descriptionEn": null,
                            "lvData": [
                                "1"
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "cnState": 0,
            "skills": [
                {
                    "state": "",
                    "openCondition": "",
                    "name": "杀戮　怨恨",
                    "nameJp": "あやめ　えんずる",
                    "nameEn": null,
                    "rank": "",
                    "icon": "眩晕.png",
                    "cd": 8,
                    "effects": [
                        {
                            "description": "付与敌方全体恐怖状态(3回合)\n<每回合一定概率付与眩晕状态(1回合)，仅生效1次>",
                            "descriptionJp": null,
                            "descriptionEn": null,
                            "lvData": [
                                "30%"
                            ]
                        },
                        {
                            "description": "暴击威力下降(3回合)",
                            "descriptionJp": null,
                            "descriptionEn": null,
                            "lvData": [
                                "50%"
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "passiveSkills": [],
    "passiveSkillsEn": [],
    "appendSkills": [],
    "coinSummonNum": 0,
    "itemCost": {
        "ascension": [],
        "skill": [],
        "appendSkill": []
    },
    "costumeNos": [],
    "bondPoints": [],
    "profiles": [
        {
            "title": "0",
            "description": "BeastⅣ：L。\n\n原本是因通古斯卡大爆炸而产生的土地与动物们的临终收束后的产物。\n化作齑粉的土地的痛楚。\n毫无还手之力，在一瞬之间灭绝的动物们的哀嚎。\n这一切混杂在一起，作为时空的扭曲残留在现场的残留灵基，也是特异点的收束体。\n\n如果只是这样，它就会不为人知地消散，然而在2018年1月1日，它被算作空缺出来的BeastⅣ的候补，变生为人类恶。它参照自然灵玉藻前，仿造了Alterego的灵基，为了排斥人类开始行动。\n其目的是『作为动物们的总体意识（当然，也包括人类），和人类圈决裂』。好比妻子写给丈夫的休书。\n\n她一边对现存人类的灭亡隔岸观火，同时希望在目前的地球环境中创造属于『全新动物』们的世界，一个既不会伤害人，也不会被人伤害的世界。\n\n虽然身为Beast，拥有兽的外形，但本体其实是土地本身。\n养育动物们的生存圈，以及虐杀动物们的杀戮圈。\n同时运营着这两个圈层的BeastIV，可以称得上是『第八个异闻带』。",
            "descriptionJp": "ビーストⅣ：Ｌ。\n\n元々はツングースカ大爆発によって発生した土地と動物たちの断末魔が収束したもの。\n吹き飛ばされた土地の痛み。\n為す術もなく一瞬のうちに死滅した動物たちの叫び。\nそれらが混ざり合い、時空間の歪みとして場に残り続けた残留霊基。特異点収束体とも。\n\nそれだけなら人知れず消え去るものだが、2017年1月1日、空席になったビーストⅣの候補にカウントされ、人類悪として変生。自然霊である玉藻の前を参照元にしてアルターエゴ霊基を象り、人類排斥の為に行動を開始した。\nその目的は『動物たちの総意（無論、人間含む）として人類圏との絶縁』である。妻から夫へのみくだり半ともいう。\n\n現人類の滅亡を対岸から眺めながら、現在の地球の環境のまま、人を傷つけない、人に傷つけられない『新しい動物』たちの世界を構築する事が目的だった。\n\nビーストとして獣の姿をしてはいるが、本体は土地そのものである。\n動物たちを育む生存圏と、動物たちを虐殺する殺戮圏。\nこの二つを同時に運営するビーストⅣは、『第八のロストベルト』と言える。",
            "descriptionEn": "Beast Ⅳ: L.\n\n\nOriginally, she was born from the convergence of the dying wishes of the land and animals annihilated by the Tunguska event.\n\nThe grief of the blown-away land.\n\nThe screams of the animals who died helplessly.\n\nA residual Spirit Origin that remained in that location, mixed in as a distortion in the fabric of space-time. Also called a Singularity Convergence Body.\n\nIf that was all there was to it, it would have vanished without a trace, but on January 1st, 2017, it was counted as a candidate for the now-unoccupied position of Beast Ⅳ, and was transformed into an Evil of Humanity. Modelling her Alter Ego Spirit Origin on that of the Nature Spirit Tamamo no Mae, she began to take action for the sake of the Rejection of Humanity.\n\n\nHer purpose is “Breaking off the collective consciousness of the animal kingdom (including, of course, humankind) from the Human Sphere”. This is also referred to as the wife-to-husband letter of divorce.\n\n\nWhile enjoying the view of Humanity’s destruction from the opposite shore, her purpose was to construct a world of “new animals” that would not be harmed by humans, maimed by humans, and would not harm the present state of the world.\n\n\nThough the Beast takes the form of a beast, its main body is the land itself.\n\nA biosphere that nurtures animalkind, and a deathsphere that slaughters animalkind.\n\nBeast IV, who rules over both of these at the same time, could be called the “Eighth Lostbelt”.",
            "condition": null,
            "conditionEn": null
        },
        {
            "title": "1",
            "description": "认为人类是毫无必要的，野兽们的母亲。\n虽然残忍冷酷，但对动物们的爱是真心的。这份爱难以表达出来，却很深沉。\n尽管这么说，她同时也是『残酷的大自然』的具现，所以（基本上）不会做出娇纵孩子的事。\n虽然很残忍，但根源还是玉藻前，所以还稍稍残留了老好人的一面。\n\n她把排斥人类、无视人权作为基本方针，厌恶人类这一种群，批评人类所有的行为都是肮脏的。但她并非是因为肮脏才厌恶。而是正因肮脏，才会从中感受到愉悦。\n「我也不会讨厌全部的人类。大概有一个例外吧。」\n「真的假的！？　什么样的家伙！？」\n「休·海夫纳。」\n「……谁啊？」",
            "descriptionJp": "人類を不要と考える、獣たちの母。\n残忍、冷酷だが、動物たちへの愛は本物で、表には出さないが深く深く愛している。\nとはいえ『厳しい大自然』の具現でもあるため、甘やかすコトは（あまり）ない。\n残忍ではあるが根本は玉藻の前なので、お人好しなところもちょっとだけ残っている。\n\n人類排斥、人権無視が基本方針で、人間という種を嫌い、人間の行い全てを汚らしい、と評するも、汚いから嫌い、というワケでもない。汚いからこそ愉しいものもあるからだ。\n「私だって人間すべてが嫌いなワケではありません。一人ぐらい例外はいます」\n「マジ！？　どんなヤツ！？」\n「ヒュー・ヘフナーです」\n「……誰？」",
            "descriptionEn": "The Mother of Beasts who thinks mankind is unnecessary.\n\n\nShe is both cruel and ruthless, but her love for animals is honestly, truly, genuine, even if she doesn’t say it.\n\nHowever, she doesn’t have (much) to pamper because of her manifestation being “like the harsh Mother Nature”.\n\n\nWhile she may be brutal, her roots are in Tamamo no Mae, so at least a little good nature remains.\n\nHer fundamental policy is the Rejection of Humanity, and a total disregard for human rights, she dislikes the very material of mankind, and says that all human actions are abhorrent, but upon evaluation, it’s not as if she hates them for the quality of being dirty. Some things are fun precisely because they’re dirty.\n\n\n“I don’t hate all humanity. There’s at least one exception, you know.”\n\n“Seriously!? Who the hell could it be!?”\n\n“Hugh Hefner.”\n\n“... Who?”",
            "condition": "通关 第13节 爱是命运，命运是——后开放",
            "conditionEn": null
        },
        {
            "title": "2",
            "description": "○本人的目的\n尽管知道『异星之神』的真面目，也硬要站在『对方合作者』立场的谜之美女。\n就算人类史会因『异星之神』消亡，就算泛人类史会因异闻带消亡，也无所谓。\n作为BeastⅣ幼体的她，不是『想要亲手灭绝人类』，而是『想要享受灭绝人类的愉悦』。\n\n又因为作为BeastⅣ的候补显现，和原来的BeastⅣ，即灵长类杀手是竞争关系。\n（BeastⅣ是以『动物』『自然』为关键词的人类恶）\n\n○向周围人公开的小目的\n作为『异星之神』的使徒，她一边协助隐匿者们，一边试着排除迦勒底。这个女人坏透了。\n拥有其他Alterego所没有的，『在异闻带之间自由转移』的能力。",
            "descriptionJp": "○本人の目的\n『異星の神』の正体を知りながら、あえて『その協力者』としてのスタンスをとっていた謎の美女。\n『異星の神』によって人類史がなくなるのも、ロストベルトによって汎人類史がなくなるのも構わない。\nビーストⅣ幼体であった彼女は『自分の手で人類を絶滅させたい』のではなく、『絶滅する人類を愉しみたい』からだ。\n\nビーストⅣの候補として顕現したので、本来のビーストⅣだったプライミッツ・マーダーとはライバル関係。\n（ビーストⅣは『動物』『自然』をキーワードにした人類悪）\n\n○周囲に公開していた小目的\n『異星の神』の使徒として、クリプターたちの応援をしつつ、カルデア排除もしてみたりする、悪くてできる女。\n他のアルターエゴたちにはない、『ロストベルトを自由に転移する』能力を持つ。",
            "descriptionEn": "•Purpose of this Person\n\n\nThe beautiful, enigmatic lady who, even while knowing the identity of the “Alien God”, took a stance as “the collaborator”.\n\nIt was no problem for her whether the “Alien God” made Human History disappear, or whether the Lostbelts made Proper Human History disappear.\n\n\nAs the immature Beast IV, she did not “want to exterminate mankind with her own hand”, but instead “wanted to enjoy the extinction of the human race”.\n\nSince she manifested as a candidate for Beast IV, her relationship with the original Beast IV, Primate Murder, is one of rivalry.\n\n(Beast IV is an Evil of Humanity that uses “Animals” and “Nature” as keywords.)\n\n\n\n•The Lesser Purpose that was displayed publicly\n\n\nThe terrible woman who supported the Crypters and tried to exterminate Chaldea as an Apostle of the “Alien God”.\n\nShe possesses the ability to transfer between Lostbelts freely that the other Alter Egos lack.",
            "condition": "通关 第13节 爱是命运，命运是——后开放",
            "conditionEn": null
        },
        {
            "title": "3",
            "description": "○没有向周围人公开的大目的\n作为Alterego巡视异闻带，收集所在异闻带中特有的『异形怪物』。\nBeastⅣ：L把她所拥有的怪物们收进她的尾巴里，之后从她的尾巴上拔一根毛，就能变成使魔驱使。\n『九尾狐从它的尾巴中生出魑魅魍魉，日本全境的魑魅魍魉都是那时产生的』\n……本想仿照这种传说的，但要是和原本的九尾狐一模一样，那也太无趣了。这是BeastⅣ：L的想法。\n\n「我是否定人类的存在。所以，我的孩子们也不应该存在于人类史中。」\n\n没错。只有在异闻带中方可生存的生命，才会被BeastⅣ：L选作自己的使魔。\n\n为了实现这一目标，BeastⅣ：L在各个异闻带之间转移，捕杀怪物们，然后收进自己的尾巴。\n每收集完一个异闻带的信息，她的尾巴就会增加，俄罗斯的尾巴、北欧的尾巴、中国的尾巴，这让她可以自由使用各个异闻带中的敌人。\n自BeastⅣ：L诞生的敌人们身上都会贴上NFF服务的标签，这种做法能让人「啊啊……」地一目了然。",
            "descriptionJp": "○周囲に秘密にしていた大目的\nアルターエゴとしてロストベルトを見て回り、そのロストベルト特有の『異形の怪物』をコレクションすること。\nビーストⅣ：Ｌに所持された怪物たちは彼女の尾に取り込まれ、以後は彼女の尾の毛一本から生成される使い魔となる。\n『九尾の狐はその尾から魑魅魍魎を生みだし、日本全土の魑魅魍魎はすべてその時に生じたもの』\n……という伝説をなぞらえるつもりだが、オリジナルの九尾の狐と同じではつまらない、とビーストⅣ：Ｌは考えた。\n\n「私は人類を否定するもの。であれば、私の子供たちも人類史にいないものであるべきです」\n\nそう。ロストベルトでしか生きられない生命をこそ、ビーストⅣ：Ｌは自らの使い魔に選んだのである。\n\nこの目的の為、ビーストⅣ：Ｌは様々なロストベルトに転移しては怪物たちを殺し、自分の尾に取り込んでいる。\n一つのロストベルトの情報を取り込むごとに尻尾が増えていき、ロシアの尻尾、北欧の尻尾、中国の尻尾、と自在に各ロストベルトのエネミーを使えるようになる。\nビーストⅣ：Ｌから生みだされたエネミーたちにはNFFサービスのステッカーが貼られており、一目で「ああ……」と分かる仕様だった。",
            "descriptionEn": "•The Greater Purpose that was kept secret from everyone\n\n\nAs an Alter Ego, she observed the Lostbelts, and gathered the unique “fantastical creatures” for her collection.\n\nBeast IV: L takes the monsters into her possession, adding them to her Tails, and thereafter become familiars that she can generate with merely a single hair from her tails.\n\n\n“The Nine-Tailed Fox produced the evil spirits of the mountains and rivers from her tails, and all said spirits arise from that occasion.”\n\n\n… The intention was to emulate that legend, but Beast IV:L thought that it would be boring to be the same as the original Nine-Tailed Fox.\n\n\n“I deny humanity. Ergo, my children should not be of Human History either.”\n\n\nThat’s right. Beast IV:L chose to use lifeforms that existed in the Lostbelts as her familiars.\n\nTo that end, Beast IV:L transferred between various Lostbelts, killing their various monsters, then incorporating them into her Tails.\n\nEach time she took in information about a given Lostbelt, her Tails multiplied, so her Tails, such as the Russian Tail, Nordic Tail, Chinese Tail, and so forth, would be usable against her enemies.\n\nEnemies created from Beast IV:L were marked with NFF Service stickers, so that they were easy to identify and one could go “Oooh…” at them.",
            "condition": "通关 第13节 爱是命运，命运是——后开放",
            "conditionEn": null
        },
        {
            "title": "4",
            "description": "○单独显现：B\n能独立显现于现世的技能。\n虽然她并非因为『人类社会的繁荣』而得以成立的兽，\n但凭借从宇宙飞来的陨石获得了单独显现的技能。\n由于本身是『从不同的世界（领域）飞来』之物，BeastⅣ：L能够轻松突破世界之壁，从而得以在各个异闻带之间跳跃、转移。\n\n○兽之权能：E\n对人类技能。为了触及金色白面的侧面而持有的Beast属性。\n\n○Nega Self：C\n否定作为动物出生的『自我』『自己』的权能。\n玩赏之兽『用自己的细胞生成收进来的动物们，并放生了它们』，\n但生出的生物们，不仅被禁止通过交配产生『家系』和『系统树』，甚至连作为生命的『自我』都不允许拥有。\n禁止变成自己眷属的生命进行身体成长、获取经验、通过基因组合来进化等行为。\n\n○变化：EX\n作为『迁宫母体』，能让自己，以及自身生出的生物们发生变化的能力。\n通过基因重组来创造新的生物。",
            "descriptionJp": "○単独顕現：Ｂ\n単体で現世に現れるスキル。\n『人間社会の繁栄』によって確立される獣ではないが、\n宇宙より飛来した隕石を因に持つことで単独顕現スキルを獲得している。\nもとより『違う世界（領域）から飛来した』者であるビーストⅣ：Ｌは世界の壁をたやすく突破し、様々な異聞帯に跳躍・転移を可能とした。\n\n○獣の権能：Ｅ\n対人類スキル。金色白面の側面に踏み込んでいる為、ビースト属性を持つ。\n\n○ネガ・セルフ：Ｃ\n動物に生まれる『自我』『自己』を否定する権能。\n愛玩の獣は『取り込んだ動物たちを、自らの細胞から生成、放流』していたが、\n生みだされた生物は交配による『家系』『系統樹』を作る事を禁じられただけでなく、そもそも生命としての『自我』を持つ事さえ許されなかった。\n自分の眷属になった生命に、身体の成長、経験の取得、遺伝子配合による進化を禁じる。\n\n○変化：ＥＸ\n自己のみならず、自身から生まれる生物たちすら変化させる『遷宮母体』としての能力。\n遺伝子を組み換え、新たな生物を創造する。",
            "descriptionEn": "•Independent Manifestation: B\n\n\nThe skill of appearing in the world alone.\n\nAlthough she is not a Beast born of the “Prosperity of Mankind”, she has acquired the Independent Manifestation skill because she came flying in as a meteor from outer space.\n\nBecause she “came flying in from a different world (domain)”, it was trivial for Beast IV:L to break through the walls of the world, making it easy for her to jump and transfer around between Lostbelts.\n\n\n\n•Authority of the Beast: E\n\n\nAn Anti-Humanity skill. Because she has broken into the aspect of Konjiki Hakumen, she possesses the Attribute of the Beast.\n\n\n\n•Nega-Self: C\n\n\nThe Authority to deny “Self” and “Ego” to animals.\n\nThe Beast of Treasuring “took in animals, then created and released them from her own cells”, but these produced creatures were forbidden from interbreeding, and were prohibited from creating a “family lineage” or “genealogical tree”, and from the beginning, these creatures could never possess an “Ego” as a lifeform.\n\nFor the lifeforms who became her retainers, the process of growing up, the gaining of experience, and evolution through genetic combination were all prohibited.\n\n\n\n•Shapeshift: EX\n\n\nThe ability of a “Shrine-Change Deity Mother” to change not only oneself, but the lifeforms born from oneself.\n\nBy rearranging genes, new lifeforms can be created.",
            "condition": "通关 第13节 爱是命运，命运是——后开放",
            "conditionEn": null
        },
        {
            "title": "5",
            "description": "『异星之神』的使徒，三骑Alterego之一……她曾被当成是这样，但其实和他们不是一伙人。只是为了误导迦勒底方面，故意这么做的。\n人理烧却事件之后，2018年1月1日。\n作为空缺的BeastⅣ候补，玩赏之兽的幼体在俄罗斯单独显现了。\n因为是『玉藻前』的样貌，所以很容易被当作Tamamo Nine的一员，但这其实也是误导。\n\n实际上，她是那些在通古斯卡灭绝的动物们，以及受伤自然的悲鸣和痛苦收束起来的自然灵。又收束了迄今被人类迫害的动物们的意念，得以受肉。\n在其受肉之时，选择了拥有同样属性（理应为向人类复仇而活的兽）的玉藻前的灵基作为容器。\n而玉藻前本人\n「要说是我的尾巴嘛……我也没什么印象……不过那的确是我吧？ 　嗯～，是小玉藻Alter吗？」\n则对这种同一人物的感觉相当困惑。\n\n建立起以灭绝人类为宗旨的企业之后，很快就被『异星之神』联系上，签订了互不侵犯条约，并从此在表面上协助『异星之神』的计划。\n\n事实上，看起来是作为填补第四之兽空缺而显现的高扬斯卡娅，比起当一个竞争对手，可以说是更想看到「迦勒底和异星之神两败俱伤」，于是愉悦地走上了看台。\n\n顺带一提，她不是狐耳而是兔耳。她灵魂的核心是『注定会一味遭到捕食者狩猎』的兔子，所以对捕食者一类的生物，她不分敌我，态度都很毒辣；而对被捕食的生物，她会稍微温柔一些。",
            "descriptionJp": "『異星の神』の使徒、三騎のアルターエゴのひとり……とされていたが、実はそのくくりではない。カルデア側がそう誤認するよう、意図的に振る舞っていただけ。\n人理焼却事件の後、2017年1月1日。\n空席となったビーストⅣの候補としてロシアに単独顕現した愛玩の獣、その幼体。\n『玉藻の前』の姿をしているのでタマモナインのひとりか、と思われがちだが、それもミスリードだった。\n\n実際はツングースカで死滅した動物たち、傷ついた自然の悲鳴が・苦痛が収束した自然霊。これまで人類に迫害された動物たちの想念が収束し、受肉したもの。\nその受肉の際の器として、同じ属性（人間への復讐に生きる筈の獣）を持つ玉藻の前の霊基が選ばれた。\n玉藻の前としては\n「私の尾にしてはちょっと……覚えがないし……でもあれ、私ですよねぇ？　うーん、タマモちゃんオルタかな？」\nと首をかしげるぐらいの同一人物感。\n\n人類絶滅の為に企業を立ち上げた直後、『異星の神』から接触を受け、互いに不可侵である事を契約し、以後は『異星の神』の計画に表向きには協力した。\n\n実際のところ、第四の獣の空席埋めとして顕現したものと思われるが、コヤンスカヤはライバルとして競争するより「カルデアと異星の神の共倒れ」を愉しく見守る側に切り替えたと思われる。\n\nちなみに狐耳ではなく兎耳。『ひたすら捕食者に狩られる運命』にある兎が魂のコアにある為、捕食する側の生き物には敵味方問わず辛辣であり、捕食される側の生き物にはちょっと優しい。",
            "descriptionEn": "She was said to be one of the three Alter Ego Apostles of the “Alien God”... but as a matter of fact, that’s not true. It was a lie she told Chaldea, so that they would intentionally misunderstand her.\n\n\nJanuary 1st, 2017, after the Human Order Incineration Incident.\n\nShe independently manifested in Russia as the immature Beast of Treasuring, a candidate for Beast IV, which had recently been vacated.\n\nBecause she has the form of Tamamo no Mae, it’s easy to mistake her for one of the Tamamo Nine, but that was also misleading information.\n\n\nIn truth, she is a Nature Spirit made of the compilation of the agonized screams of nature, and of the animals who were vaporized or wounded in Tunguska. The incarnated compilation of the animals who have been oppressed by humanity.\n\nShe chose to model her Spirit Origin on Tamamo no Mae for the vessel of her incarnation, as they share the same attributes (Both are beasts who should exist to exact revenge on humanity).\n\n\nAs for Tamamo no Mae, she says;\n\n“I don’t know if that’s one of my Tails… I don’t quite remember… but it looks like me, right? Hey, could it be Tamamo Alter?”\n\n\nHer sense of identity could be vexing.\n\nImmediately after starting her company for the sake of exterminating humanity, she was contacted by the “Alien God”, and they came to an agreement of mutual non-hostility, and after that, she ostensibly acted in collaboration with the “Alien God’s” plan.\n\nAs a matter of fact, although her manifestation appears to have been in order to fill the vacant seat of the Fourth Beast, it seems Koyanskaya swapped jobs in order to enjoy watching “the mutual destruction of Chaldea and the Alien God”, rather than compete as a rival.\n\nBy the way, they are rabbit ears, not fox ears. She exists for the good of the rabbits, whose spirit is “their fate is to be hunted by predators”, so she is a bitter foe to all predators, whether friend or foe, but is conversely kind to the living creatures who are preyed upon.",
            "condition": "通关 第13节 爱是命运，命运是——后开放",
            "conditionEn": null
        },
        {
            "title": "6",
            "description": "『异星之神』和迦勒底。\n不管谁胜谁负，只需要坐收渔翁之利，作为新的人类恶主宰一切，这才是最终目的……\n这是作为高扬斯卡娅，而非BeastⅣ：L的企图。\n对于高扬斯卡娅个人，她无论如何也想让迦勒底取得胜利，然后将活生生的『拯救人类的御主』缝作第九条尾巴，打算让其目睹人类被消灭的全过程。「这才是最棒的甜点♡」\n\n——然而。\n在第六个异闻带中结识的挚友慕里安，向她提出了『请您务必要守护不列颠』的委托。她为了完成委托，从祭神科尔努诺斯的手中保护了『拯救不列颠的唯一希望迦勒底（Storm Border）』，随后又由于奥伯龙的阴谋，被注入了科尔努诺斯积累的『沉淀』。灵基增大，变得无法控制自身的力量的她，因此从第六个异闻带撤退。\n后来，失控状态下的高扬斯卡娅逃进了在白纸化地球上隐藏并展开的『非灵长圈』，\n不得已变成了被迫羽化的状态（虽然太早，\n但只能这么做了）。\n\n　　　◆\n\n虽然曾作为人类恶成立，但实际上直到最后都是幼体的形态。由于没有成为威胁人类的灾害（身为玩赏之兽的自傲不允许她采取直接攻击人类的手段），她没有作为兽的铭（名）字。\n\n基于以上结局，她的职阶被否定了。\n倾国美女不过是虚伪之名。\n这是无法舍弃人类的，\n和人类史一同前行的生命圈。\n\n其名为BeastⅣ：Lost。\n是没能位列七个人类恶，拥有『玩赏』之理的兽。",
            "descriptionJp": "『異星の神』とカルデア。\nどちらが敗れようが、その両方を取り込み、新しい人類悪として君臨する事を最終目的にする……\nそれがビーストⅣ：Ｌとしてではなく、コヤンスカヤの思惑だった。\nコヤンスカヤとしては是非ともカルデアに勝利してもらい、『人類を救ったマスター』を第九の尾に生きたまま縫い付け、滅びていく人類の光景を見届けさせる予定だった。「これこそ最高のデザートです♡」\n\n―――が。\n第六ロストベルトで通じ合った友人・ムリアンから『どうか、ブリテンを守って』との依頼を受け、その仕事を完遂するために『ブリテンを救える唯一の可能性をもつカルデア（ストーム・ボーダー）』を祭神ケルヌンノスの手から守護するものの、その直後、オベロンの企みによってケルヌンノスが溜め込んだ『淀み』を注入されてしまい、霊基が増大。自分の力をコントロールできなくなり、第六ロストベルトから撤退する。\nその後、暴走状態になったコヤンスカヤは白紙化地球上に隠蔽・展開させていた『非霊長圏』に逃げ込み、\n不本意ながら羽化するしかない状態（まだ早いが、もう\nなるしかない）になった。\n\n　　　◆\n\n人類悪として成立はしていたが、根本は最後まで幼体のままであり、人類に対しての災害にならなかった（愛玩の獣として、誇りにかけて人類を直接攻撃する手段を選ばなかった）ため、獣のとしての銘（な）はない。\n\n以上の結末をもって彼女のクラスは否定された。\n傾国の美女なぞ偽りの名。\n其は人間が捨てきれなかった、\n人類史と歩み続ける生命圏。\n\nその名をビーストⅣ：Lost。\n七つの人類悪にはならなかった、『愛玩』の理を持つ獣である。",
            "descriptionEn": "The “Alien God” and Chaldea.\n\n\nRegardless of which is defeated, her ultimate goal is to incorporate both, and reign as a new Evil of Humanity…\n\nThat was Koyanskaya’s motive, not Beast IV: L’s.\n\nKoyanskaya was absolutely planning to have Chaldea win, and then sew the “Master who saved Mankind” onto herself as a Tail while living, so that they could witness the spectacle of humanity being destroyed with their own eyes.\n\n“This is the absolute best dessert, hands down♡”\n\n\n――― But. In order to honour the request of her friend, Muryan, who she met in the Sixth Lostbelt, which was “Please, protect Britain”, she successfully protected “the only ones who could possibly save Britain, Chaldea (the Storm Border)” from the Hands of the Festival God Cernunnos, and immediately after that, Oberon’s plan to inject the amassed “Stagnation” of Cernunnos caused her Spirit Origin to enlarge. Unable to control her own power anymore, she retreated from the Sixth Lostbelt.\n\nAfter that, in a rampaging state, Koyanskaya retreated to the “Non-Primate Biosphere” that had been developing and hiding on the Blank Slate Earth, and unwillingly began her eclosion (it was too early, but she had no choice).\n\n\n◆\n\n\nAlthough she materialized as an Evil of Humanity, from the beginning to the end, she remained immature, and never became a calamity against humanity (As the Beast of Treasuring, she chose not to attack humanity directly out of pride), thus, she bears no inscription as a Beast.\n\n\nWith that as her conclusion, she was denied the Class.\n\nThe name of the country-ruining lady was a lie.\n\nShe was a biosphere that could not discard humanity, and now continues to move with Human History.\n\nHer name is Beast IV: Lost.\n\n\nWhile trying to become one of the Seven Evils of Humanity, she was a Beast who carried the principle of “Treasuring”.",
            "condition": "通关 第13节 爱是命运，命运是——后开放",
            "conditionEn": null
        },
        {
            "title": "aprilfool",
            "description": null,
            "descriptionJp": null,
            "descriptionEn": null,
            "condition": null,
            "conditionEn": null
        }
    ],
    "voices": [
        {
            "section": "战斗",
            "table": []
        }
    ],
    "bondCraft": -1,
    "valentineCraft": [],
    "icons": [],
    "sprites": [],
    "fandomIcons": {
        "fandom.S333Icon.png": "Icon"
    },
    "fandomSprites": {
        "fandom.Lostbelt Beast IV Attack Sprite 1.png": "Attack",
        "fandom.Lostbelt Beast IV Attack Sprite 2.png": "Critical Attack"
    },
    "niceSkills": [],
    "niceClassPassive": [],
    "niceNoblePhantasms": [],
    "atkGrowth": [
        2376,
        2611,
        2846,
        3081,
        3316,
        3552,
        3787,
        4022,
        4257,
        4492,
        4751,
        4986,
        5222,
        5457,
        5692,
        5927,
        6163,
        6398,
        6633,
        6868,
        7127,
        7362,
        7597,
        7833,
        8068,
        8303,
        8538,
        8773,
        9009,
        9244,
        9503,
        9738,
        9973,
        10208,
        10444,
        10679,
        10914,
        11149,
        11384,
        11620,
        11878,
        12114,
        12349,
        12584,
        12819,
        13054,
        13290,
        13525,
        13760,
        13995,
        14254,
        14489,
        14725,
        14960,
        15195,
        15430,
        15665,
        15901,
        16136,
        16371,
        16630,
        16865,
        17100,
        17335,
        17571,
        17806,
        18041,
        18276,
        18512,
        18747,
        19006,
        19241,
        19476,
        19711,
        19946,
        20182,
        20417,
        20652,
        20887,
        21123,
        21381,
        21616,
        21852,
        22087,
        22322,
        22557,
        22793,
        23028,
        23263,
        23498,
        23757,
        23992,
        24227,
        24463,
        24698,
        24933,
        25168,
        25404,
        25639,
        25898
    ],
    "hpGrowth": [
        10800,
        17215,
        23630,
        30045,
        36460,
        42876,
        49291,
        55706,
        62121,
        68536,
        75593,
        82008,
        88423,
        94839,
        101254,
        107669,
        114084,
        120499,
        126915,
        133330,
        140387,
        146802,
        153217,
        159632,
        166047,
        172463,
        178878,
        185293,
        191708,
        198123,
        205180,
        211595,
        218010,
        224426,
        230841,
        237256,
        243671,
        250086,
        256502,
        262917,
        269974,
        276389,
        282804,
        289219,
        295634,
        302050,
        308465,
        314880,
        321295,
        327710,
        334767,
        341182,
        347598,
        354013,
        360428,
        366843,
        373258,
        379674,
        386089,
        392504,
        399561,
        405976,
        412391,
        418806,
        425221,
        431637,
        438052,
        444467,
        450882,
        457297,
        464354,
        470769,
        477185,
        483600,
        490015,
        496430,
        502845,
        509261,
        515676,
        522091,
        529148,
        535563,
        541978,
        548393,
        554808,
        561224,
        567639,
        574054,
        580469,
        586884,
        593941,
        600356,
        606772,
        613187,
        619602,
        626017,
        632432,
        638848,
        645263,
        652320
    ],
    "figure": [],
    "ascension": [
        "https://static.atlasacademy.io/JP/CharaGraph/9943610/9943610a.png"
    ]
}